// /** @file
//   String definitions for Ip4Config formset

// Copyright (c) 2009 - 2010, Intel Corporation. All rights reserved.<BR>
// This program and the accompanying materials
// are licensed and made available under the terms and conditions of the BSD License
// which accompanies this distribution.  The full text of the license may be found at
// http://opensource.org/licenses/bsd-license.php
//
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//
//**/


/=#

#langdef en-US "English"

#string STR_IP4_CONFIG_FORM_TITLE     #language en-US "IPv4 Network Configuration"
#string STR_IP4_CONFIG_FORM_HELP      #language en-US "Configure network parameters."
#string STR_IP4_DEVICE_FORM_TITLE     #language en-US ""
#string STR_IP4_DEVICE_FORM_HELP      #language en-US ""
#string STR_IP4_CONFIGURE             #language en-US "Configured"
#string STR_IP4_ENABLE_DHCP           #language en-US "Enable DHCP"
#string STR_IP4_LOCAL_IP_ADDRESS      #language en-US "Local IP Address"
#string STR_IP4_LOCAL_MASK            #language en-US "Local NetMask"
#string STR_IP4_LOCAL_GATEWAY         #language en-US "Local Gateway"
#string STR_IP4_IP_ADDRESS_HELP       #language en-US "Enter IP address in dotted-decimal notation."
#string STR_SAVE_CHANGES              #language en-US "Save Changes"
#string STR_NULL                      #language en-US ""
